/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : dazhong

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2017-03-30 10:53:46
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `goods`
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `indexid` int(11) NOT NULL AUTO_INCREMENT COMMENT '商户ID',
  `shopingId` int(11) DEFAULT NULL COMMENT '商品id',
  `name` varchar(255) DEFAULT NULL COMMENT '商户名称',
  `address` varchar(255) DEFAULT NULL COMMENT '地址',
  `phone` varchar(12) DEFAULT NULL COMMENT '电话号码',
  `describe` varchar(255) DEFAULT NULL COMMENT '商品描述',
  `type` varchar(255) DEFAULT NULL COMMENT '商家类型',
  `star` float DEFAULT NULL,
  `price` float DEFAULT NULL COMMENT '平均消费价格',
  `del` float DEFAULT NULL COMMENT '原价',
  `src` varchar(255) DEFAULT NULL COMMENT '图片地址',
  PRIMARY KEY (`indexid`)
) ENGINE=InnoDB AUTO_INCREMENT=88 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '1', '悦榕庄', '穗盐路口', '020123456', '[3店通用] 8人超值套餐,提供免费WiFi', null, '4', '448', '613', './img/1-1.jpg');
INSERT INTO `goods` VALUES ('2', '1', '悦榕庄', '穗盐路口', '020123456', '[3店通用] 8人超值套餐,提供免费WiFi', null, '4', '448', '613', './img/1-2.jpg');
INSERT INTO `goods` VALUES ('3', '1', '悦榕庄', '穗盐路口', '020123456', '[3店通用] 8人超值套餐,提供免费WiFi', null, '4', '448', '613', './img/1-3.jpg');
INSERT INTO `goods` VALUES ('4', '2', '广州塔璇玑地中海自助旋转餐厅', '阅江西路222号广州塔106楼', '012398761', '仅售298元！价值446.2元的吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）。', null, '4.5', '298', '446', './img/2-1.jpg');
INSERT INTO `goods` VALUES ('5', '2', '广州塔璇玑地中海自助旋转餐厅', '阅江西路222号广州塔106楼', '012398761', '仅售298元！价值446.2元的吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）。', null, '4.5', '298', '446', './img/2-2.jpg');
INSERT INTO `goods` VALUES ('6', '2', '广州塔璇玑地中海自助旋转餐厅', '阅江西路222号广州塔106楼', '012398761', '仅售298元！价值446.2元的吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）。', null, '4.5', '298', '446', './img/2-3.jpg');
INSERT INTO `goods` VALUES ('7', '2', '广州塔璇玑地中海自助旋转餐厅', '阅江西路222号广州塔106楼', '012398761', '仅售298元！价值446.2元的吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）。', null, '4.5', '298', '446', './img/2-5.jpg');
INSERT INTO `goods` VALUES ('8', '2', '广州塔璇玑地中海自助旋转餐厅', '阅江西路222号广州塔106楼', '012398761', '仅售298元！价值446.2元的吉尼斯记录旋转餐厅单人平日自助午餐（含150元登塔观光门票）。', null, '4.5', '298', '446', './img/2-5.jpg');
INSERT INTO `goods` VALUES ('9', '3', '空中一号', '珠江新城华夏路1号信合大厦28-31楼', '030987654', '仅售888元！最高价值1721元的8人龙虾海鲜餐，提供免费WiFi。', null, '4', '888', '1721', './img/3-1.jpg');
INSERT INTO `goods` VALUES ('10', '3', '空中一号', '珠江新城华夏路1号信合大厦28-31楼', '030987654', '仅售888元！最高价值1721元的8人龙虾海鲜餐，提供免费WiFi。', null, '4', '888', '1721', './img/3-2.jpg');
INSERT INTO `goods` VALUES ('11', '3', '空中一号', '珠江新城华夏路1号信合大厦28-31楼', '030987654', '仅售888元！最高价值1721元的8人龙虾海鲜餐，提供免费WiFi。', null, '4', '888', '1721', './img/3-3.jpg');
INSERT INTO `goods` VALUES ('12', '3', '空中一号', '珠江新城华夏路1号信合大厦28-31楼', '030987654', '仅售888元！最高价值1721元的8人龙虾海鲜餐，提供免费WiFi。', null, '4', '888', '1721', './img/3-4.jpg');
INSERT INTO `goods` VALUES ('13', '3', '空中一号', '珠江新城华夏路1号信合大厦28-31楼', '030987654', '仅售888元！最高价值1721元的8人龙虾海鲜餐，提供免费WiFi。', null, '4', '888', '1721', './img/3-5.jpg');
INSERT INTO `goods` VALUES ('14', '4', '广州W酒店-稻菊日本餐厅', '冼村路26号广州W酒店5楼', '020333333', '仅售198元！价值437元的套餐2选1。', null, '4.5', '198', '437', './img/4-1.jpg');
INSERT INTO `goods` VALUES ('15', '4', '广州W酒店-稻菊日本餐厅', '冼村路26号广州W酒店5楼', '020333333', '仅售198元！价值437元的套餐2选1。', null, '4.5', '198', '437', './img/4-2.jpg');
INSERT INTO `goods` VALUES ('16', '5', '弓夫射箭馆', '客村新港中路354号珠影蓝谷大堂1楼', '010234567', '仅售65元，价值90元工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）！免费WiFi！', null, '5', '65', '90', './img/5-1.jpg');
INSERT INTO `goods` VALUES ('17', '5', '弓夫射箭馆', '客村新港中路354号珠影蓝谷大堂1楼', '010234567', '仅售65元，价值90元工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）！免费WiFi！', null, '5', '65', '90', './img/5-2.jpg');
INSERT INTO `goods` VALUES ('18', '5', '弓夫射箭馆', '客村新港中路354号珠影蓝谷大堂1楼', '010234567', '仅售65元，价值90元工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）！免费WiFi！', null, '5', '65', '90', './img/5-3.jpg');
INSERT INTO `goods` VALUES ('19', '5', '弓夫射箭馆', '客村新港中路354号珠影蓝谷大堂1楼', '010234567', '仅售65元，价值90元工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）！免费WiFi！', null, '5', '65', '90', './img/5-4.jpg');
INSERT INTO `goods` VALUES ('20', '5', '弓夫射箭馆', '客村新港中路354号珠影蓝谷大堂1楼', '010234567', '仅售65元，价值90元工作日双人射箭“弓囍”套餐（共四组箭 适合双人使用 反曲弓）！免费WiFi！', null, '5', '65', '90', './img/5-5.jpg');
INSERT INTO `goods` VALUES ('21', '6', '探鱼', '新华龙珠路39号广州来又来时尚购物广场5层', '100234567', '仅售178元！最高价值204元的凌波/海鲈鱼套餐，建议1-2人使用，提供免费WiFi。', null, '4', '178', '204', './img/6-1.jpg');
INSERT INTO `goods` VALUES ('22', '6', '探鱼', '新华龙珠路39号广州来又来时尚购物广场5层', '100234567', '仅售178元！最高价值204元的凌波/海鲈鱼套餐，建议1-2人使用，提供免费WiFi。', null, '4', '178', '204', './img/6-2.jpg');
INSERT INTO `goods` VALUES ('23', '6', '探鱼', '新华龙珠路39号广州来又来时尚购物广场5层', '100234567', '仅售178元！最高价值204元的凌波/海鲈鱼套餐，建议1-2人使用，提供免费WiFi。', null, '4', '178', '204', './img/6-3.jpg');
INSERT INTO `goods` VALUES ('24', '6', '探鱼', '新华龙珠路39号广州来又来时尚购物广场5层', '100234567', '仅售178元！最高价值204元的凌波/海鲈鱼套餐，建议1-2人使用，提供免费WiFi。', null, '4', '178', '204', './img/6-4.jpg');
INSERT INTO `goods` VALUES ('25', '7', '慧心慈素', '东风东路华宫大厦3楼', '040345678', '仅售31.8元！价值33元的单人素食自助，提供免费WiFi。', null, '4.5', '31.8', '33', './img/7-1.jpg');
INSERT INTO `goods` VALUES ('26', '7', '慧心慈素', '东风东路华宫大厦3楼', '040345678', '仅售31.8元！价值33元的单人素食自助，提供免费WiFi。', null, '4.5', '31.8', '33', './img/7-2.jpg');
INSERT INTO `goods` VALUES ('27', '7', '慧心慈素', '东风东路华宫大厦3楼', '040345678', '仅售31.8元！价值33元的单人素食自助，提供免费WiFi。', null, '4.5', '31.8', '33', './img/7-3.jpg');
INSERT INTO `goods` VALUES ('28', '7', '慧心慈素', '东风东路华宫大厦3楼', '040345678', '仅售31.8元！价值33元的单人素食自助，提供免费WiFi。', null, '4.5', '31.8', '33', './img/7-4.jpg');
INSERT INTO `goods` VALUES ('29', '7', '慧心慈素', '东风东路华宫大厦3楼', '040345678', '仅售31.8元！价值33元的单人素食自助，提供免费WiFi。', null, '4.5', '31.8', '33', './img/7-5.jpg');
INSERT INTO `goods` VALUES ('30', '8', '517跳跳蛙·盛强汕头黄牛肉', '江南大道南459号', '020567891', '仅售1元！价值96元的四人招牌跳跳蛙锅（2斤）1份，提供免费WiFi。', null, '4', '1', '96', './img/8-1.jpg');
INSERT INTO `goods` VALUES ('31', '8', '517跳跳蛙·盛强汕头黄牛肉', '江南大道南459号', '020567891', '仅售1元！价值96元的四人招牌跳跳蛙锅（2斤）1份，提供免费WiFi。', null, '4', '1', '96', './img/8-2.jpg');
INSERT INTO `goods` VALUES ('32', '8', '517跳跳蛙·盛强汕头黄牛肉', '江南大道南459号', '020567891', '仅售1元！价值96元的四人招牌跳跳蛙锅（2斤）1份，提供免费WiFi。', null, '4', '1', '96', './img/8-3.jpg');
INSERT INTO `goods` VALUES ('33', '9', 'Mr.Fish鱼鲜生海鲜放题', '珠江新城花城大道85号高德置地冬广场5楼507-512铺', '050123456', '仅售330元！价值390元的单人自助午餐，提供免费WiFi。', null, '4.5', '330', '390', './img/9-1.jpg');
INSERT INTO `goods` VALUES ('34', '9', 'Mr.Fish鱼鲜生海鲜放题', '珠江新城花城大道85号高德置地冬广场5楼507-512铺', '050123456', '仅售330元！价值390元的单人自助午餐，提供免费WiFi。', null, '4.5', '330', '390', './img/9-2.jpg');
INSERT INTO `goods` VALUES ('35', '10', '嬉游纪酸菜鱼', '猎德大道31号中海景辉华庭205-206铺', '020357891', '仅售89元！价值96元的唐僧版酸菜鲈鱼1份，提供免费WiFi。', null, '4.5', '89', '96', './img/10-1.jpg');
INSERT INTO `goods` VALUES ('36', '10', '嬉游纪酸菜鱼', '猎德大道31号中海景辉华庭205-206铺', '020357891', '仅售89元！价值96元的唐僧版酸菜鲈鱼1份，提供免费WiFi。', null, '4.5', '89', '96', './img/10-2.jpg');
INSERT INTO `goods` VALUES ('37', '11', '小龙坎老火锅(珠江新城店)', '兴盛路11号兴盛汇2楼15号', '02087311888', '珠江新城', '四川火锅', '4.5', '128', null, './img/11-1.jpg');
INSERT INTO `goods` VALUES ('39', '11', '小龙坎老火锅(珠江新城店)', '兴盛路11号兴盛汇2楼15号', '02087311888', '珠江新城', '四川火锅', '4.5', '128', null, './img/11-2.jpg');
INSERT INTO `goods` VALUES ('40', '11', '小龙坎老火锅(珠江新城店)', '兴盛路11号兴盛汇2楼15号', '02087311888', '珠江新城', '四川火锅', '4.5', '128', null, './img/11-3.jpg');
INSERT INTO `goods` VALUES ('41', '11', '小龙坎老火锅(珠江新城店)', '兴盛路11号兴盛汇2楼15号', '02087311888', '珠江新城', '四川火锅', '4.5', '128', null, './img/11-4.jpg');
INSERT INTO `goods` VALUES ('42', '11', '小龙坎老火锅(珠江新城店)', '兴盛路11号兴盛汇2楼15号', '02087311888', '珠江新城', '四川火锅', '4.5', '128', null, './img/11-5.jpg');
INSERT INTO `goods` VALUES ('43', '12', '牛痴(环市东店)', '环市东路475号云鹤商城1楼之一(动物园地铁站B出口右转直走50米，家乐缘旁)', '02038377900', '环市东', '火锅', '4.5', '81', null, './img/12-1.jpg');
INSERT INTO `goods` VALUES ('44', '12', '牛痴(环市东店)', '环市东路475号云鹤商城1楼之一(动物园地铁站B出口右转直走50米，家乐缘旁)', '02038377900', '环市东', '火锅', '4.5', '81', null, './img/12-2.jpg');
INSERT INTO `goods` VALUES ('45', '12', '牛痴(环市东店)', '环市东路475号云鹤商城1楼之一(动物园地铁站B出口右转直走50米，家乐缘旁)', '02038377900', '环市东', '火锅', '4.5', '81', null, './img/12-3.jpg');
INSERT INTO `goods` VALUES ('46', '12', '牛痴(环市东店)', '环市东路475号云鹤商城1楼之一(动物园地铁站B出口右转直走50米，家乐缘旁)', '02038377900', '环市东', '火锅', '4.5', '81', null, './img/12-4.jpg');
INSERT INTO `goods` VALUES ('47', '12', '牛痴(环市东店)', '环市东路475号云鹤商城1楼之一(动物园地铁站B出口右转直走50米，家乐缘旁)', '02038377900', '环市东', '火锅', '4.5', '81', null, './img/12-5.jpg');
INSERT INTO `goods` VALUES ('48', '13', '點都德(名都楼)', '江湾路156号中海名都东门(江湾桥南站)', '02089004776', '滨江路', '粤菜', '4.5', '58', null, './img/13-1.jpg');
INSERT INTO `goods` VALUES ('49', '14', '洛奇先生餐吧(时代广场店)', '天河北路28号时代广场首层115、117-121号', '02034480800', '天河北', '西餐', '5', '146', null, './img/14-1.jpg');
INSERT INTO `goods` VALUES ('50', '15', '上辣重庆老火锅', '大阪仓1904创意园区自编B-12(吴止猫西餐厅隔壁大铁门入口)', '02089205082', '工业大道', '四川火锅', '4.5', '89', null, './img/15-1.jpg');
INSERT INTO `goods` VALUES ('51', '16', '桃姐农庄(总店)', '温泉105国道旁中山大学南方学院正门往前800米(105国道与29省道交叉口北1500米)', '13711390039', '温泉镇', '粤菜馆', '4.5', '49', null, './img/16-1.jpg');
INSERT INTO `goods` VALUES ('52', '17', '有间虾铺', '维家思广场四楼(近四楼金逸电影院出口)', '02037276417', '珠江新城', '小龙虾', '4.5', '115', null, './img/17-1.jpg');
INSERT INTO `goods` VALUES ('53', '18', '耍牛满·爽腩鲜牛肉火锅(太古仓店)', '广州海珠区革新路太古仓8号(唐苑酒家)', '02089559117', '工业大道', '火锅', '4', '85', null, './img/18-1.jpg');
INSERT INTO `goods` VALUES ('54', '19', '點都德(聚福楼)', '惠福东路470号(富临食府对面)', '02038377900', '北京路', '粤菜馆', '4.5', '69', null, './img/19-1.jpg');
INSERT INTO `goods` VALUES ('55', '19', '點都德(聚福楼)', '惠福东路470号(富临食府对面)', '02038377900', '北京路', '粤菜馆', '4.5', '69', null, './img/19-2.jpg');
INSERT INTO `goods` VALUES ('56', '19', '點都德(聚福楼)', '惠福东路470号(富临食府对面)', '02038377900', '北京路', '粤菜馆', '4.5', '69', null, './img/19-3.jpg');
INSERT INTO `goods` VALUES ('57', '19', '點都德(聚福楼)', '惠福东路470号(富临食府对面)', '02038377900', '北京路', '粤菜馆', '4.5', '69', null, './img/19-4.jpg');
INSERT INTO `goods` VALUES ('58', '19', '點都德(聚福楼)', '惠福东路470号(富临食府对面)', '02038377900', '北京路', '粤菜馆', '4.5', '69', null, './img/19-5.jpg');
INSERT INTO `goods` VALUES ('59', '20', '滋粥楼(南村店)', '南村镇兴南大道33号桥兴商务大厦2楼(御水泉旁)', '02034691188', '南村', '粤菜馆', '4.5', '128', null, './img/20-1.jpg');
INSERT INTO `goods` VALUES ('60', '20', '滋粥楼(南村店)', '南村镇兴南大道33号桥兴商务大厦2楼(御水泉旁)', '02034691188', '南村', '粤菜馆', '4.5', '128', null, './img/20-2.jpg');
INSERT INTO `goods` VALUES ('61', '20', '滋粥楼(南村店)', '南村镇兴南大道33号桥兴商务大厦2楼(御水泉旁)', '02034691188', '南村', '粤菜馆', '4.5', '128', null, './img/20-3.jpg');
INSERT INTO `goods` VALUES ('62', '20', '滋粥楼(南村店)', '南村镇兴南大道33号桥兴商务大厦2楼(御水泉旁)', '02034691188', '南村', '粤菜馆', '4.5', '128', null, './img/20-4.jpg');
INSERT INTO `goods` VALUES ('63', '20', '滋粥楼(南村店)', '南村镇兴南大道33号桥兴商务大厦2楼(御水泉旁)', '02034691188', '南村', '粤菜馆', '4.5', '128', null, './img/20-5.jpg');
INSERT INTO `goods` VALUES ('64', '13', '點都德(名都楼)', '江湾路156号中海名都东门(江湾桥南站)', '02089004776', '滨江路', '粤菜', '4.5', '58', null, './img/13-2.jpg');
INSERT INTO `goods` VALUES ('65', '13', '點都德(名都楼)', '江湾路156号中海名都东门(江湾桥南站)', '02089004776', '滨江路', '粤菜', '4.5', '58', null, './img/13-3.jpg');
INSERT INTO `goods` VALUES ('66', '13', '點都德(名都楼)', '江湾路156号中海名都东门(江湾桥南站)', '02089004776', '滨江路', '粤菜', '4.5', '58', null, './img/13-4.jpg');
INSERT INTO `goods` VALUES ('67', '13', '點都德(名都楼)', '江湾路156号中海名都东门(江湾桥南站)', '02089004776', '滨江路', '粤菜', '4.5', '58', null, './img/13-5.jpg');
INSERT INTO `goods` VALUES ('68', '14', '洛奇先生餐吧(时代广场店)', '天河北路28号时代广场首层115、117-121号', '02034480800', '天河北', '西餐', '5', '146', null, './img/14-2.jpg');
INSERT INTO `goods` VALUES ('69', '14', '洛奇先生餐吧(时代广场店)', '天河北路28号时代广场首层115、117-121号', '02034480800', '天河北', '西餐', '5', '146', null, './img/14-3.jpg');
INSERT INTO `goods` VALUES ('70', '14', '洛奇先生餐吧(时代广场店)', '天河北路28号时代广场首层115、117-121号', '02034480800', '天河北', '西餐', '5', '146', null, './img/14-4.jpg');
INSERT INTO `goods` VALUES ('71', '14', '洛奇先生餐吧(时代广场店)', '天河北路28号时代广场首层115、117-121号', '02034480800', '天河北', '西餐', '5', '146', null, './img/14-5.jpg');
INSERT INTO `goods` VALUES ('72', '15', '上辣重庆老火锅', '大阪仓1904创意园区自编B-12(吴止猫西餐厅隔壁大铁门入口)', '02089205082', '工业大道', '四川火锅', '4.5', '89', null, './img/15-2.jpg');
INSERT INTO `goods` VALUES ('73', '15', '上辣重庆老火锅', '大阪仓1904创意园区自编B-12(吴止猫西餐厅隔壁大铁门入口)', '02089205082', '工业大道', '四川火锅', '4.5', '89', null, './img/15-3.jpg');
INSERT INTO `goods` VALUES ('74', '15', '上辣重庆老火锅', '大阪仓1904创意园区自编B-12(吴止猫西餐厅隔壁大铁门入口)', '02089205082', '工业大道', '四川火锅', '4.5', '89', null, './img/15-4.jpg');
INSERT INTO `goods` VALUES ('75', '15', '上辣重庆老火锅', '大阪仓1904创意园区自编B-12(吴止猫西餐厅隔壁大铁门入口)', '02089205082', '工业大道', '四川火锅', '4.5', '89', null, './img/15-5.jpg');
INSERT INTO `goods` VALUES ('76', '16', '桃姐农庄(总店)', '温泉105国道旁中山大学南方学院正门往前800米(105国道与29省道交叉口北1500米)', '13711390039', '温泉镇', '粤菜馆', '4.5', '49', null, './img/16-2.jpg');
INSERT INTO `goods` VALUES ('77', '16', '桃姐农庄(总店)', '温泉105国道旁中山大学南方学院正门往前800米(105国道与29省道交叉口北1500米)', '13711390039', '温泉镇', '粤菜馆', '4.5', '49', null, './img/16-3.jpg');
INSERT INTO `goods` VALUES ('78', '16', '桃姐农庄(总店)', '温泉105国道旁中山大学南方学院正门往前800米(105国道与29省道交叉口北1500米)', '13711390039', '温泉镇', '粤菜馆', '4.5', '49', null, './img/16-4.jpg');
INSERT INTO `goods` VALUES ('79', '16', '桃姐农庄(总店)', '温泉105国道旁中山大学南方学院正门往前800米(105国道与29省道交叉口北1500米)', '13711390039', '温泉镇', '粤菜馆', '4.5', '49', null, './img/16-5.jpg');
INSERT INTO `goods` VALUES ('80', '17', '有间虾铺', '维家思广场四楼(近四楼金逸电影院出口)', '02037276417', '珠江新城', '小龙虾', '4.5', '115', null, './img/17-2.jpg');
INSERT INTO `goods` VALUES ('81', '17', '有间虾铺', '维家思广场四楼(近四楼金逸电影院出口)', '02037276417', '珠江新城', '小龙虾', '4.5', '115', null, './img/17-3.jpg');
INSERT INTO `goods` VALUES ('82', '17', '有间虾铺', '维家思广场四楼(近四楼金逸电影院出口)', '02037276417', '珠江新城', '小龙虾', '4.5', '115', null, './img/17-4.jpg');
INSERT INTO `goods` VALUES ('83', '17', '有间虾铺', '维家思广场四楼(近四楼金逸电影院出口)', '02037276417', '珠江新城', '小龙虾', '4.5', '115', null, './img/17-5.jpg');
INSERT INTO `goods` VALUES ('84', '18', '耍牛满·爽腩鲜牛肉火锅(太古仓店)', '广州海珠区革新路太古仓8号(唐苑酒家)', '02089559117', '工业大道', '火锅', '4', '85', null, './img/18-2.jpg');
INSERT INTO `goods` VALUES ('85', '18', '耍牛满·爽腩鲜牛肉火锅(太古仓店)', '广州海珠区革新路太古仓8号(唐苑酒家)', '02089559117', '工业大道', '火锅', '4', '85', null, './img/18-3.jpg');
INSERT INTO `goods` VALUES ('86', '18', '耍牛满·爽腩鲜牛肉火锅(太古仓店)', '广州海珠区革新路太古仓8号(唐苑酒家)', '02089559117', '工业大道', '火锅', '4', '85', null, './img/18-4.jpg');
INSERT INTO `goods` VALUES ('87', '18', '耍牛满·爽腩鲜牛肉火锅(太古仓店)', '广州海珠区革新路太古仓8号(唐苑酒家)', '02089559117', '工业大道', '火锅', '4', '85', null, './img/18-5.jpg');
